Repository: jscheidtmann/BadWeatherMountTester
Catalog: src/badweathermounttester/translations/*/LC_MESSAGES/messages.po
Languages: de, fr

source: Northern Hemisphere
de: Nordhalbkugel
fr: Hémisphère Nord

source: Configure
de: Konfigurieren
fr: Configurer

source: Align
de: Ausrichten
fr: Aligner

source: Calibrate
de: Kalibrieren
fr: Calibrer

source: Velocity
de: Geschwindigkeit
fr: Vitesse

source: Measure
de: Messen
fr: Mesurer

source: Mount Configuration
de: Montierungskonfiguration
fr: Configuration de la monture

source: Latitude (degrees)
de: Geografische Breite (Grad)
fr: Latitude (degrés)

source: Enter the latitude that your mount is configured for. This affects the geometry calculations for the simulated star movement.
de: Geben Sie den Breitengrad ein, für den Ihre Montierung konfiguriert ist. Dies beeinflusst die Geometrieberechnungen für die simulierte Sternbewegung.
fr: Entrez la latitude pour laquelle votre monture est configurée. Cela affecte les calculs de géométrie pour le mouvement simulé de l'étoile.

source: Guide Scope Focal Length (mm)
de: Brennweite des Leitfernrohrs (mm)
fr: Longueur focale de la lunette guide (mm)

source: Enter the focal length of your guide scope. Since the scope is not focused to infinity, BWMT will calculate an effective focal length for PHD2.
de: Geben Sie die Brennweite Ihres Leitfernrohrs ein. Da das Fernrohr nicht auf Unendlich fokussiert ist, berechnet BWMT eine effektive Brennweite für PHD2.
fr: Entrez la longueur focale de votre lunette guide. Comme la lunette n'est pas mise au point à l'infini, BWMT calculera une longueur focale effective pour PHD2.

source: Distance to Screen (m)
de: Abstand zum Bildschirm (m)
fr: Distance jusqu'à l'écran (m)

source: The distance between mount and simulator screen. At least 5m is recommended for best accuracy, though 3.5m minimum is possible.
de: Der Abstand zwischen Montierung und Simulatorbildschirm. Mindestens 5m wird für beste Genauigkeit empfohlen, 3,5m ist das Minimum.
fr: La distance entre la monture et l'écran du simulateur. Au moins 5m est recommandé pour une meilleure précision, 3,5m est le minimum possible.

source: Mount Main Period (seconds)
de: Hauptperiode der Montierung (Sekunden)
fr: Période principale de la monture (secondes)

source: For worm gear mounts: How long does it take for the worm to rotate once? This information is provided by the manufacturer of your mount.
de: Für Schneckengetriebe-Montierungen: Wie lange dauert eine vollständige Umdrehung der Schnecke? Diese Information wird vom Hersteller Ihrer Montierung angegeben.
fr: Pour les montures à vis sans fin : combien de temps faut-il pour que la vis effectue une rotation complète ? Cette information est fournie par le fabricant de votre monture.

source: Guiding Camera
de: Leitkamera
fr: Caméra de guidage

source: Pixel Size (micrometer)
de: Pixelgröße (Mikrometer)
fr: Taille du pixel (micromètre)

source: The pixel pitch of your guide camera sensor. This is typically found in the camera specifications (e.g., 2.4µm, 3.75µm).
de: Die Pixelgröße Ihres Leitkamerasensors. Diese finden Sie in der Regel in den Kameraspezifikationen (z.B. 2,4 µm, 3,75 µm).
fr: La taille du pixel de votre capteur de caméra guide. Vous la trouverez généralement dans les spécifications de la caméra (ex. 2,4 µm, 3,75 µm).

source: Width (pixels)
de: Breite (Pixel)
fr: Largeur (pixels)

source: The number of pixels in the horizontal direction of your guide camera sensor.
de: Die Anzahl der Pixel in horizontaler Richtung Ihres Leitkamerasensors.
fr: Le nombre de pixels dans la direction horizontale de votre capteur de caméra guide.

source: Height (pixels)
de: Höhe (Pixel)
fr: Hauteur (pixels)

source: The number of pixels in the vertical direction of your guide camera sensor.
de: Die Anzahl der Pixel in vertikaler Richtung Ihres Leitkamerasensors.
fr: Le nombre de pixels dans la direction verticale de votre capteur de caméra guide.

source: Resolution:
de: Auflösung:
fr: Résolution :

source: Screen
de: Bildschirm
fr: Écran

source: Screen Width (mm)
de: Bildschirmbreite (mm)
fr: Largeur de l'écran (mm)

source: The physical width of your simulator screen in millimeters. Measure the visible display area, not the bezel. This is used to calculate the pixel pitch.
de: Die physische Breite Ihres Simulatorbildschirms in Millimetern. Messen Sie den sichtbaren Anzeigebereich, nicht den Rahmen. Dies wird zur Berechnung der Pixelgröße verwendet.
fr: La largeur physique de votre écran simulateur en millimètres. Mesurez la zone d'affichage visible, pas le cadre. Ceci est utilisé pour calculer la taille du pixel.

source: Pixel Pitch:
de: Pixelgröße:
fr: Taille du pixel :

source: Calculated Values
de: Berechnete Werte
fr: Valeurs calculées

source: Effective FL for PHD2:
de: Effektive Brennweite für PHD2:
fr: Focale effective pour PHD2 :

source: Measurement duration:
de: Messdauer:
fr: Durée de mesure :

source: minutes
de: Minuten

source: Recommended Binning:
de: Empfohlenes Binning:
fr: Binning recommandé :

source: Area on Simulator:
de: Bereich auf dem Simulator:
fr: Zone sur le simulateur :

source: Dec target (90° - Lat):
de: Dek-Ziel (90° - Breite):
fr: Cible Déc (90° - Lat) :

source: Instructions
de: Anleitung

source: Fill in your mount, camera and screen values above.
de: Füllen Sie oben Ihre Montierungs-, Kamera- und Bildschirmwerte aus.
fr: Renseignez ci-dessus les valeurs de votre monture, de votre caméra et de votre écran.

source: In PHD2 create a new profile with the Effective FL and Binning shown above. Disable multi-star guiding.
de: Erstellen Sie in PHD2 ein neues Profil mit der oben angezeigten effektiven Brennweite und dem Binning. Deaktivieren Sie die Mehrsternnachführung.
fr: Créez dans PHD2 un nouveau profil avec la focale effective et le binning indiqués ci-dessus. Désactivez le guidage multi-étoiles.

source: Use PHD2's Calibration Assistant to slew the mount to the screen: enter "Dec target" as Declination.
de: Verwenden Sie den Kalibrierungsassistenten von PHD2, um die Montierung zum Bildschirm zu schwenken: Geben Sie "Dek-Ziel" als Deklination ein.
fr: Utilisez l'Assistant de calibration de PHD2 pour pointer la monture vers l'écran : entrez "Cible Déc" comme Déclinaison.

source: Focus and locate the cross on the simulator display, following the arrows.
de: Fokussieren Sie und suchen Sie das Kreuz auf dem Simulatordisplay, folgen Sie dabei den Pfeilen.
fr: Faites la mise au point et localisez la croix sur l'affichage du simulateur en suivant les flèches.

source: Then press "Next" to start aligning the mount.
de: Drücken Sie dann "Weiter", um mit der Ausrichtung der Montierung zu beginnen.
fr: Appuyez ensuite sur "Suivant" pour commencer l'alignement de la monture.

source: Using only rotations in RA, move the mount back and forth from left-hand-side to right-hand-side. Use the mount's Azimuth adjustment screws, so that the zero line will be crossed on left-hand- and right-hand-side.
de: Bewegen Sie die Montierung nur in RA vor und zurück, von links nach rechts. Verwenden Sie die Azimuteinstellschrauben der Montierung, sodass die Nulllinie auf der linken und rechten Seite überquert wird.
fr: En utilisant uniquement des rotations en AR, déplacez la monture de gauche à droite et vice-versa. Utilisez les vis de réglage en azimut de la monture afin que la ligne zéro soit franchie des deux côtés.

source: If necessary, adjust Dec slightly.
de: Falls nötig, die Deklination leicht anpassen.
fr: Si nécessaire, ajustez légèrement la déclinaison.

source: Press "Next" when aligned, or "Back" to return to configuration.
de: Drücken Sie "Weiter", wenn ausgerichtet, oder "Zurück", um zur Konfiguration zurückzukehren.
fr: Appuyez sur "Suivant" une fois aligné, ou "Précédent" pour revenir à la configuration.

source: Look at PHD2 to see where the white crosshair appears on the simulator screen.
de: Schauen Sie in PHD2, wo das weiße Fadenkreuz auf dem Simulatorbildschirm erscheint.
fr: Regardez dans PHD2 où apparaît le réticule blanc sur l'écran du simulateur.

source: Click on the preview below at that location to record a point.
de: Klicken Sie in der Vorschau unten auf diese Position, um einen Punkt aufzuzeichnen.
fr: Cliquez dans l'aperçu ci-dessous à cet endroit pour enregistrer un point.

source: Fine-tune the point position using keyboard: Arrow keys or S/E/D/F (left/up/down/right).
de: Feinabstimmung der Punktposition mit der Tastatur: Pfeiltasten oder S/E/D/F (links/oben/unten/rechts).
fr: Affinez la position du point au clavier : touches fléchées ou S/E/D/F (gauche/haut/bas/droite).

source: Move the mount in RA a few pixels, then repeat steps 1-3.
de: Bewegen Sie die Montierung in RA um einige Pixel und wiederholen Sie die Schritte 1–3.
fr: Déplacez la monture en AR de quelques pixels, puis répétez les étapes 1 à 3.

source: Continue until you have traced across the entire screen.
de: Fahren Sie fort, bis Sie den gesamten Bildschirm abgefahren haben.
fr: Continuez jusqu'à avoir balayé tout l'écran.

source: Southern Hemisphere:
de: Südhalbkugel:
fr: Hémisphère Sud :

source: Trace from right-hand-side to left-hand-side.
de: Von rechts nach links abfahren.
fr: Balayez de droite à gauche.

source: Keyboard:
de: Tastatur:
fr: Clavier :

source: Arrows/S/E/D/F = move 1px | Q/PgUp = previous point | A/PgDn = next point
de: Pfeile/S/E/D/F = 1px bewegen | Q/BildAuf = vorheriger Punkt | A/BildAb = nächster Punkt
fr: Flèches/S/E/D/F = déplacer 1px | Q/PgPréc = point précédent | A/PgSuiv = point suivant

source: The selected point is shown in yellow. New points are auto-selected.
de: Der ausgewählte Punkt wird gelb angezeigt. Neue Punkte werden automatisch ausgewählt.
fr: Le point sélectionné est affiché en jaune. Les nouveaux points sont sélectionnés automatiquement.

source: Calibration Preview
de: Kalibrierungsvorschau
fr: Aperçu de calibration

source: Points collected:
de: Gesammelte Punkte:
fr: Points collectés :

source: Reset
de: Zurücksetzen
fr: Réinitialiser

source: Delete Selected
de: Auswahl löschen
fr: Supprimer la sélection

source: Fitted Ellipse
de: Angepasste Ellipse
fr: Ellipse ajustée

source: Center X:
de: Mittelpunkt X:
fr: Centre X :

source: Axis a:
de: Achse a:
fr: Axe a :

source: Center Y:
de: Mittelpunkt Y:
fr: Centre Y :

source: Axis b:
de: Achse b:
fr: Axe b :

source: Three vertical stripes are now displayed on the simulator screen.
de: Drei vertikale Streifen werden jetzt auf dem Simulatorbildschirm angezeigt.
fr: Trois bandes verticales sont maintenant affichées sur l'écran du simulateur.

source: Select a stripe below (Left, Middle, or Right).
de: Wählen Sie unten einen Streifen aus (Links, Mitte oder Rechts).
fr: Sélectionnez une bande ci-dessous (Gauche, Milieu ou Droite).

source: Choose a very short exposure for the camera. At best avoid saturation.
de: Wählen Sie eine sehr kurze Belichtungszeit für die Kamera. Vermeiden Sie nach Möglichkeit Überbelichtung.
fr: Choisissez une exposition très courte pour la caméra. Évitez autant que possible la saturation.

source: Move the mount until the star is about to enter the stripe and enable tracking in the mount.
de: Bewegen Sie die Montierung, bis der Stern kurz davor ist, in den Streifen einzutreten, und aktivieren Sie die Nachführung in der Montierung.
fr: Déplacez la monture jusqu'à ce que l'étoile soit sur le point d'entrer dans la bande et activez le suivi dans la monture.

source: Press Start when the star enters the stripe, Stop when it exits.
de: Drücken Sie Start, wenn der Stern in den Streifen eintritt, Stop, wenn er ihn verlässt.
fr: Appuyez sur Démarrer quand l'étoile entre dans la bande, Arrêt quand elle en sort.

source: Record the time for each stripe to measure on screen velocity.
de: Notieren Sie die Zeit für jeden Streifen, um die Geschwindigkeit auf dem Bildschirm zu messen.
fr: Notez le temps pour chaque bande afin de mesurer la vitesse à l'écran.

source: This step verifies that the mount moves at the expected sidereal rate.
de: Dieser Schritt überprüft, ob sich die Montierung mit der erwarteten siderischen Rate bewegt.
fr: Cette étape vérifie que la monture se déplace à la vitesse sidérale attendue.

source: Stopwatch
de: Stoppuhr
fr: Chronomètre

source: Left
de: Links
fr: Gauche

source: Middle
de: Mitte
fr: Milieu

source: Right
de: Rechts
fr: Droite

source: Recorded Times
de: Aufgezeichnete Zeiten
fr: Temps enregistrés

source: Left Stripe
de: Linker Streifen
fr: Bande gauche

source: Clear
de: Löschen
fr: Effacer

source: Middle Stripe
de: Mittlerer Streifen
fr: Bande centrale

source: Right Stripe
de: Rechter Streifen
fr: Bande droite

source: Stripe width:
de: Streifenbreite:
fr: Largeur de bande :

source: Expected:
de: Erwartet:
fr: Attendu :

source: Avg:
de: Durchschn.:
fr: Moy :

source: Move the mount back to the starting position (left side of screen).
de: Bewegen Sie die Montierung zurück zur Startposition (linke Bildschirmseite).
fr: Ramenez la monture à la position de départ (côté gauche de l'écran).

source: In PHD2, center the simulated star and start guiding.
de: Zentrieren Sie in PHD2 den simulierten Stern und starten Sie die Nachführung.
fr: Dans PHD2, centrez l'étoile simulée et démarrez le guidage.

source: Press "Start Simulation" below to begin the star movement.
de: Drücken Sie unten "Simulation starten", um die Sternbewegung zu beginnen.
fr: Appuyez sur "Démarrer la simulation" ci-dessous pour lancer le mouvement de l'étoile.

source: Wait until the simulation completes (the star crosses the screen).
de: Warten Sie, bis die Simulation abgeschlossen ist (der Stern den Bildschirm überquert).
fr: Attendez que la simulation se termine (l'étoile traverse l'écran).

source: Stop guiding in PHD2 and analyze the log with PHD2 Log Viewer.
de: Stoppen Sie die Nachführung in PHD2 und analysieren Sie das Protokoll mit dem PHD2 Log Viewer.
fr: Arrêtez le guidage dans PHD2 et analysez le journal avec PHD2 Log Viewer.

source: Simulation Control
de: Simulationssteuerung
fr: Contrôle de simulation

source: Ready
de: Bereit
fr: Prêt

source: Remaining:
de: Verbleibend:
fr: Restant :

source: Elapsed:
de: Vergangen:
fr: Écoulé :

source: Total:
de: Gesamt:

source: Velocity:
de: Geschwindigkeit:
fr: Vitesse :

source: Reset to start
de: Zum Anfang zurücksetzen
fr: Revenir au début

source: Skip back 10s
de: 10s zurückspringen
fr: Reculer de 10s

source: Play/Pause
de: Abspielen/Pause
fr: Lecture/Pause

source: Skip forward 10s
de: 10s vorspringen
fr: Avancer de 10s

source: Stop
de: Stopp
fr: Arrêt

source: Back
de: Zurück
fr: Précédent

source: Next
de: Weiter
fr: Suivant

source: Southern Hemisphere
de: Südhalbkugel
fr: Hémisphère Sud

source: Using only rotations in RA, move the mount back and forth from right-hand-side to left-hand-side. Use the mount's Azimuth adjustment screws, so that the zero line will be crossed on right-hand- and left-hand-side.
de: Bewegen Sie die Montierung nur in RA vor und zurück, von rechts nach links. Verwenden Sie die Azimuteinstellschrauben der Montierung, sodass die Nulllinie auf der rechten und linken Seite überquert wird.
fr: En utilisant uniquement des rotations en AR, déplacez la monture de droite à gauche et vice-versa. Utilisez les vis de réglage en azimut de la monture afin que la ligne zéro soit franchie des deux côtés.

source: Move the mount until the star is about to enter the stripe from the right and enable tracking in the mount.
de: Bewegen Sie die Montierung, bis der Stern kurz davor ist, von rechts in den Streifen einzutreten, und aktivieren Sie die Nachführung in der Montierung.
fr: Déplacez la monture jusqu'à ce que l'étoile soit sur le point d'entrer dans la bande par la droite et activez le suivi dans la monture.

source: Move the mount back to the starting position (right side of screen).
de: Bewegen Sie die Montierung zurück zur Startposition (rechte Bildschirmseite).
fr: Ramenez la monture à la position de départ (côté droit de l'écran).

source: Start
fr: Démarrer
